﻿[language]
name=Français

[firstrun]
chooselanguage=Choisissez votre langue !
ok=Ok
ignore=Ignorer
oldini=Importer le fichier de configuration précédemment utilisé
loadini=Importer
loadfail=Le fichier de configuration n'a pas été trouvé dans ce répertoire !
loadsuccessful=Importé avec succès ! 
steambak=Voulez-vous synchroniser les fichiers de configuration Steam ? 
steamerror=Veuillez lancer steam pour vérifier votre achat !

[steam]
save=Enregistrer la configuration dans le cloud Steam
load=Restaurer la configuration du cloud Steam
steamnotrun=Besoin d’exécuter Steam pour utiliser cette fonctionnalité!
uploadfilemaxsize=La taille maximale du fichier téléchargé est de 100 Mo


[workshop]
list_install=Installé
list_home=Accueil
list_subscribe=Souscrit
list_upload=Téléchargé
list_voteup=Aimé
list_themesskin=Skin et thèmes
list_widget=Style de widget

newthemetip=Veuillez entrer un nom de thème
deltheme=Supprimer le thème

subscribe=S'abonner
unsubscribe=Se désabonner

icons=Pack d'icônes
dockskin=Style du dock
Single icon=Icône indépendante
Time skin=Style de l'horloge
Calendar skin=Style du calendrier
Sound=Son
language=Langue

sort_alltime=tout
sort_week=semaine
sort_month=mois
sort_year=année

sort_hot=Populaire
sort_new=à jour
sort_sub=Abonnement
sort_vote=Score

filesize=Taille du fichier
updatetime=Heure de la dernière mise à jour

opensteam=Ouvrir Steam
runerror=Steam doit être en cours d'exécution pour utiliser cette fonctionnalité !

newtheme=Nouveau thème
edittheme=éditer

[themesedit]
shell=apparence
offset=ajuster
Delimiter and run=Délimiteur et indicateur d’exécution
Progress bar=Barre de progression

savetheme=Sauvegarder

applytheme=Appliquer le thème
filetip_drop=Faites glisser et déposez l’image ici
filetip=Cliquez ou glissez-déposez l’image directement ici
dropfile=Voulez-vous remplacer cette image?

selectpicture=Sélectionnez une image
cliptip=jabot
clipleft=Gauche
clipbottom=ourlet
clipright=Droite
cliptop=Bord supérieur

dockbg=arrière-plan du dock
dockblur=Flouter l’arrière-plan
Progress bar border=cadre
Progress bar bg=arrière-plan
Run indicator=Indicateur d’exécution
Run offset=compenser
delimiter=séparateur
Margins=Marges
Margins trimmer=Réglage fin de la marge (valeurs recommandées 0-0,2)

folder=dossier
trash_empty=Corbeille (vide)
trash_full=Corbeille (complète)

calmon=mois
calday=date

timebg=arrière-plan
timehour=heure
timeminute=minute
timesecond=secondes

timetype=Type d’horloge
timetype_pointer=pointeur
timetype_number=chiffre
fontname=Police
fontsize=Taille de police
fontalign=Alignement du texte
fontpoint=Coordonnées du texte
format=Format de l’heure
fontcolor=Couleur du texte

workshopshare=Téléchargez-vous des thèmes dans l’atelier?
sharesuccess=Téléchargé avec succès à l’atelier!
sharefailed=Echec du téléchargement !

workshop_Preview=Aperçu
workshop_description=description
workshop_otherPreview=Plus d’aperçus
workshop_Previewbuild=Généré automatiquement
workshop_Previewselect=Sélectionnez l’image
workshop_tip_description=Veuillez saisir une description du sujet

[systeminfo]
cpu=Processeur
gpu=Carte graphique
memory=Mémoire
system=Système
moreinfo=Plus d'infos

[monitor]
process=Processus
readwrite=Lecture/Écriture
usage=Usage

;------------------------------------
[tips]
openUACtip=Il semble que le système a désactivé l'UAC, ce qui peut entraîner l'impossibilité d'utiliser la fonction de glisser-déposer des fichiers vers le dock pour les ouvrir. Voulez-vous activer l'UAC du système ?
openUACtip1=Le contrôle de compte d'utilisateur est activé avec succès et le système doit être redémarré pour prendre effet. Voulez-vous redémarrer le système immédiatement ?
openUACtip2=L'activation de l'UAC a échoué !

crashtip=Le programme s’est écrasé, redémarrez-le?
;------------------------------------

[iconame]

;dock Label name

explorer=Explorateur de fichiers
launchpad=Lauchpad
cal=Calendrier
trash=Corbeille

;The last icon in the folder interface

exploreropen=Ouvrir dans le dossier
return=Retour

;System time icon label name format

timeformat=dddd d MMMM yyyy
; Le format d’heure est le format d’heure système y m mois d date dd jour de la semaine ddd semaine jour


remove=Enlever

;------------------------------------------------------------

[systemicon]
;System icon name
controlpanel=Panneau de configuration
taskbar=Icône de la barre des tâches
systemtime=Heure système
network=Voisinage réseau
weather=Météo
battery=Batterie
startmenu=Menu Démarrer
virtualdesktop=Postes de travail virtuels


------------------------------------

[editicon]
;Edit icon window

addtips=Les fichiers peuvent être glissés et déposés ici

reset=Réinitialisation
ok=Ok
restore=Restaurer
addname=Modifier le nom complet
addicotips=Cliquez sur le bouton supérieur droit pour ajouter une icône.
switch=Interrupteur
trashempty=Corbeille vide
trashfull=Corbeille pleine
iconshell=Utiliser un masque d’icône
addline=Exécuter, commande
Icon Designer title=Éditeur d'icônes

Icon Designer=Éditer
select=Sélectionnez le fichier

share=Partager
icolabel=Icône
selectpicture=Sélectionnez le fichier
icosize=Mise à l'échelle des icônes
icooffsetx=Décalage horizontal de l'icône
icooffsety=Décalage vertical de l'icône
icobackground=Arrière plan
iconshadow=Utiliser les ombres d'icônes
icoroundrect=Angle rond d'icône
icocolor=Couleur
icogradient color=Utiliser des dégradés
icocolorangle=Couleur du Dégradé

;Pop up select file window title

selectfoldertitle=Sélectionner un dossier
;Weather forecast search city
searchcity=Rechercher le nom de la ville


;------------------------------------

[editcal]

;Edit calendar window

monfontsize=Taille de police du mois :
dayfontsize=Taille de la police de date :

monthfont=Police du mois :
dayfont=Police de date :
monthpoint=Lieu du mois:
daypoint=Lieu de la date :
monthposition=Alignement des mois :
dayposition=Alignement des dates :
monthcolor=Couleur du mois:
daycolor=Couleur de la date:
rotation=Angle de rotation:
default=Utiliser la configuration par défaut

ok=Ok
test=Test

left=Gauche
right=Droite
center=Centre

;Pop up select picture window title

selectcalicon=Choisir une image de calendrier

;------------------------------------

[editicontips]
;An error message pops up on the edit icon interface

iconduplicate=Ce programme a été ajouté au Dock!

titleerror=Le nom complet du programme ne peut pas être vide !
filepatherror=Le chemin d’accès au programme et l’icône ne peuvent pas être vides !

padtitleerror1=Le nom du fichier est dupliqué, veuillez saisir à nouveau!
padtitleerror2=La modification du fichier a échoué, veuillez ne pas mettre le programme sur le lecteur 'C'!

workshopshare=Télécharger cette icône dans l'atelier ?
workshopsharesuccess=L'icône a été partagée avec succès dans l'atelier !
workshopsharefailed=Échec du partage d'icône !

formaterror=Format non pris en charge, veuillez mettre au format png, ico, exe, lnk!

;---------------------------------------------------------------------------
;Preferences window
[settingUI]
cloudini=Sauvegarde Steam Cloud
uploadcloudini=Télécharger l’archive
nofoundini=L’archive n’est pas téléchargée
downloadcloudini=Télécharger l’archive
managesteamcloud=Gérer les fichiers
cloudfile=Fichiers cloud Steam
uploadcloudfile=Télécharger le fichier
filename=Nom du fichier
filesize=Taille du fichier
filetime=Temps de téléchargement

backupsuccess=Téléchargé avec succès !
backupfail=le téléchargement a échoué ! 

settitle=Préférences MyDockFinder

Global Settings=Paramètres généraux

openMyDock=Activer MyDock
openMyFinder=Activer MyFinder

gameautoclose=Quitter automatiquement lors de la lecture en plein écran
ProcessRecentFiles=Affiche le nombre de fichiers récemment ouverts par le programme


DPIscale=Taille d’affichage de l’interface
Globalblurvalue=Intensité du flou de l'interface 
Accentcolor=Couleur d’accentuation de l’interface globale
darkmodeall=Apparence

darkmode_light=Claire
darkmode_dark=Sombre
darkmode_auto=Automatique
darkmode_system=Système

uiaccesstop=Utilisez la fonction super top

aero=Activer l’effet de flou global
systemdarkmode=Apparence identique à Dockfinder
autoupdate=Rechercher automatiquement les mises à jour du programme
systemstart=Mode d'amorçage
none=Aucun
regedit=Registre système
plantask=Plannifié
Service=Ajouter aux Services

windowscenterscreen=La nouvelle fenêtre s'affiche au centre de l'écran
showhidetaskbar_hotkey=Afficher ou masquer les touches chaudes de la barre des tâches

autohidetaskbar=Masquer automatiquement la barre des tâches au démarrage

hidetaskbar_dock=Masque l’écran où se trouve la barre des tâches
hidetaskbar_all=Masquer toutes les barres des tâches de l’écran

languagechoice=Choisir la langue d’affichage du programme
allfont=Choisir la police du programme
usefontbold=Utiliser une police en gras
fontscale=Modifier la mise à l’échelle globale des polices

themes=Thèmes

customize_blur=Intensité du flou
customize_opacity=Ajuster la transparence
customize_stroke=Transparence des frontières
customize_enabled_dockbg=Dock utilise un flou et une transparence d'arrière-plan personnalisés
customize_enabled_iconreflection=Activer la réflexion des icônes sur le Dock
customize_blur_iconreflection=Ajuster la force du flou de réflexion de l'icône
customize_opacity_iconreflection=Ajuster la transparence
customize_offset_iconreflection=Régler la distance de réflexion de l’icône
customize_stoppoint_iconreflection=Ajuster la distance de dégradé de la réflexion de l’icône

customize_enabled_icontag=L'étiquette de l'icône du Dock utilise un flou et une transparence d'arrière-plan personnalisés
customize_enabled_menu=Le menu utilise un flou et une transparence d'arrière-plan personnalisés
customize_enabled_window=L'interface de la fenêtre utilise un flou et une transparence d'arrière-plan personnalisés
customize_enabled_finder=MyFinder utilise un flou et une transparence d'arrière-plan personnalisés
customize_opacity_wallpapercolor=Ajuster la densité des couleurs d'accentuation du papier peint
customize_enabled_folder=L'interface du dossier utilise un flou et une transparence d'arrière-plan personnalisés
customize_enabled_foldersize=L'interface de dossier utilise la taille d'icône personnalisée

customize_enabled_pad=Le Lauchpad utilise un flou d'arrière-plan personnalisé
customize_enabled_pad_backdrop=Le Lauchpad utilise l'arrière-plan de l'écran actuel
customize_enabled_pad_winuiwallpaper=Le Launchpad utilise un effet de flou de fond d'écran en direct
selectthemes_icon=Choisissez le thème d'icônes
selectthemes_dockskin=Choisissez un thème d'habillage Dock


general=Généralités
advanced=Avancé
preview=Aperçu de la fenêtre
minimizewindowsettings=Réduire la fenêtre
systrayicoset=Zone de notification
screenset=Écran

notificationset=Notification

timeset=Heure
audioset=Audio
displayset=Affichage
mediaset=Média
batteryset=Batterie
netset=Réseau
monitorset=Moniteur
windowsanimationset=animation de fenêtre


about=A propos

icosize=Taille par défaut de l’icône
icoeffect=Effet icône

dockeffect_none=aucun
dockeffect_scale=Mise à l'échelle
dockeffect_select=Sélect
dockeffect_light=éclairage
dockeffect_scaleandlight=Mise à l'échelle et lumière
dockeffect_selectandlight=Sélectionner et Light
icolightvalue=Intensité lumineuse icône
icobglightvalue=Intensité de la lumière de fond icône
icobglightcolor=Couleur légère de fond d'icône

icomaxsize=Taille de l’icône agrandie

icospace=Distance entre les icônes
edgeposition=Distance de la station d’accueil par rapport au bord de l’écran


displaymode=Sélectionnez le mode masqué d’affichage du Dock
displaynormal=Mode d’affichage par défaut
displaybottom=Mode d’affichage de superposition
displayauto=Mode de masquage automatique
displaysmart=Mode de masquage intelligent
displayhotkey=Mode d’affichage par raccourci clavier
displayalways=Toujours afficher le mode
displayhide=Toujours masquer le mode
displayalwaysshow=Toujours afficher, y compris en plein écran
displaydesktop=Mode d'affichage du bureau
showmodewindows=Sélectionnez la façon dont le Dock affiche et masque la fenêtre de détection.
showhidetest_exe=La fenêtre du programme en cours
showhidetest_all=Toutes les fenêtres de programme

showhidetype=Sélectionnez le Dock pour afficher l’effet masqué

showhideeffect_move=bouger
showhideeffect_opacity=Dépérir

activation Dock Type=Le Dock montre comment il a été activé
showdockact_mouse=Le bord de l’écran
showdockact_bar=Barre d’activation

actbar_weight=Ajuster la largeur de la barre active
actbar_height=Ajuster la hauteur de la barre active
actbar_offset=Ajuster la distance de l'écran de la barre active
mouseactdock=Le délai de la souris active le temps de dock

positiononscreen=Position de l’écran de la station d’accueil
screenleft=A gauche
screenbottom=En Bas
screenright=A Droite
screentop=En Haut

multiscreen=Sélectionnez l’écran pour afficher le Dock
multiscreenpad=Sélectionnez l’écran pour afficher le Launchpad
padicotype=Sélectionnez les icônes à afficher dans le launchpad
padicotype_normal=Mes icônes
padicotype_startmenu=Menu Démarrer
padicotype_desktop=Icônes du bureau
padicosize=Taille des icônes dans le Launchpad
padicospacex=Espacement horizontal des icônes
padicospacey=Espacement vertical des icônes
padicoblacklist=Modifier le programme du menu Démarrer supprimé
padblacklist=Gérer les listes

padscreenname=Suivre Dock
lockicon=Verrouiller les icônes
showicontag=Afficher le texte de la balise d’icône
windowsborder=Activer les bordures des fenêtres pour éviter de bloquer les fenêtres
jumpanimation=Cliquez sur l’icône pour rebondir et ouvrir le programme
folderDoubleclickOpen=Double-cliquez sur l’icône de dossier pour l’ouvrir
foldernoshowopen=Ne pas afficher le bouton d'ouverture de dossier
iconmask=Ajouter un effet de masque à toutes les icônes
show indicators=Afficher les indicateurs pour les applications ouvertes
Runapp separator=Afficher le délimiteur pour le nouveau programme en cours d’exécution
newapp=Afficher l’icône du nouveau programme en cours d’exécution
blacklist=Gérer la liste d’interdiction
noblacklist=Pas de procédure d’interdiction
hotcornerleft=Fonctions dans le coin chaud en bas à gauche de l'écran
hotcornerright=Fonctions dans le coin chaud en bas à droite de l'écran
hotkeypad=Afficher le raccourci clavier de la bibliothèque d'applications
hotkeyDock=Afficher le raccourci clavier Dock
hotkeyborder=Activer et désactiver les bordures de la fenêtre Dock

dockicobackup=Fichier d’icône du Dock de sauvegarde 
backuplist=Gérer les fichiers de sauvegarde 
Addbackupdockico=Ajouter une sauvegarde d’icône 
locationbackup=Ouvrez le dossier de sauvegarde 

minimize=Réduire les fenêtres dans le Dock
animationoff=Ne pas utiliser les animations de réduction
Slow animation=Maintenez la touche Maj enfoncée pour ralentir l’animation
minimizeeffect=Réduire la fenêtre à l’aide d’effets spéciaux

genie=Génie
scale=Écaille
scaleDX=Écaille DX
suck=Aspirer

minimizeAnimationspeed=Minimiser la vitesse d'animation
Minimize dynamics=Affichage dynamique du contenu de la fenêtre lorsqu'il est réduit
Minimize to icon=Réduire les fenêtres dans l'icône d’application
Minimizeblacklist=Annuler le programme d’animation de réduction
Editwindowlist=Modifier la liste des fenêtres

minicopos=Réduire la position de l’icône de la fenêtre
dockmin_lastico=À côté de l’icône à droite
dockmin_right=Affiché indépendamment à droite
dockmin_rightandlim=Le côté droit est affiché indépendamment à l’aide d’un séparateur



previewon=Activer l’aperçu de la fenêtre
previewsize=Taille de l’aperçu de la fenêtre
previewdelay=Aperçu de l’affichage différé

previewcontrol=Afficher d’autres éléments d’aperçu
previewappname=Nom de l’application
previewbutton=Boutons de contrôle de fenêtre
aeropeek=Afficher l’aperçu complet de la fenêtre lors du survol de la souris


logotype=Sélectionnez le style de bouton sur la gauche
diylogo=Sélectionner un fichier
shutdownmsgbox=Apparaîtra confirmer pour redémarrer l’arrêt du système
finderdark=Choisissez le mode de couleur du MyFinder
showmediacontrol=Affiche l’icône de lecture multimédia
showuseraccount=L’icône du compte s’affiche

systemtraycolor=Afficher les icônes colorées de la barre d'état
showkeyboard=Afficher les icônes de méthode de saisie
showsearch=Afficher l'icône de recherche
showLyrics=Afficher les paroles du lecteur de musique
showLyrics_color=Afficher les paroles du lecteur de musique en couleur

musiccontrolshowmode=Mode d'affichage du contrôle multimédia
musiccontrol_close=Ne montre pas
musiccontrol_activity=Afficher quand les paroles sont affichées
musiccontrol_always=Montre toujours

finderdark_auto=Papier peint
finderdark_set=Réglage

multiscreenfinder=Sélectionnez l'écran pour afficher MyFinder
findershowallscreens=Tous écrans

stagemanagerset=Régisseur de plateau
showstagemanager=Afficher l'icône du régisseur dans MyFinder
showstagemanagerwindowtitle=Afficher le titre de la fenêtre au survol
showstagemanagerdesktophidewindows=Cliquer sur le bureau pour cacher toutes les fenêtres
showstagemanagermediaplaypause=Mettre automatiquement en pause et lire les médias de la fenêtre d'arrière-plan
stagemanager_hotkey=Raccourcis clavier du régisseur

stagemanagerblacklist=Programmes exclus de Stage Manager
stagemanager_showdesktop=afficher les icônes de bureau
desktopico_hide=toujours masquer l'icône
desktopico_auto=afficher automatiquement masquer
desktopico_show=montre toujours

stagemanager_enable=régisseur ouvert
stagemanager_listpos=La position d'écran où se trouve la liste des fenêtres
stagemanager_listshowmode=Liste des fenêtres Afficher le mode caché

stagemanager_windowsize=taille des icônes de la liste des fenêtres
stagemanager_windowspace=Espacement des icônes de la liste des fenêtres
stagemanager_windowcount=Nombre d'icônes de liste de fenêtres
stagemanager_windowsblur=Flouter les icônes de la fenêtre d’arrière-plan

finderdisplaymode=Sélectionnez le mode masqué d’affichage du MyFinder
finderautochangecolor=Agrandir la fenêtre pour utiliser le mode immersif
finderfastclosewindow=Cliquez sur le coin supérieur droit pour fermer la fenêtre agrandie actuelle
myfinderscaleopen=Utiliser l'échelle personnalisée

finderlockbtn=Agencement des boutons de verrouillage
findershowmenu=Afficher les autres éléments du menu du programme

showbatterytime=Affiche l’autonomie restante de la batterie

powerset_open=Changement automatique de mode de gestion de l’alimentation
powerset_aconline=Modes de gestion de l’alimentation lors de l’utilisation de l’alimentation
powerset_battery=Modes de gestion de l’alimentation lors de l’utilisation de batteries

showaudio=Afficher l’icône de volume dans le MyFinder
showmicrophone=Afficher l'icône du microphone dans MyFinder

showbattery=Afficher l’icône de la batterie dans le MyFinder
shownetwork=Afficher l’icône Net dans le MyFinder
showbluetooth=Afficher l’icône Bluetooth dans le MyFinder
showdisplay=Afficher l’icône Afficher dans le MyFinder
bluetooth_showbattery=périphérique Bluetooth connecté
bluetooth_not show=Ne montre pas
bluetooth_icon=Afficher uniquement les icônes
bluetooth_value=Icône d'affichage et niveau de batterie

showcpu=CPU
showtemp=Température
showmen=Mémoire
showdisk=Disque
shownet=Réseau

formatdate=Choisir le format d’affichage de la date
formattime=Choisissez le format d’affichage de l’heure
customformatdate=Personnaliser le format d’affichage de la date
customformattime=Personnaliser le format d’affichage de l’heure

showbatteryvalue=Afficher le pourcentage de batterie 
audiotip=Lire le son de changement de volume
mediatype=Sélectionnez le style d’invite de volume et de luminosité
batteryshow_none=Non illustré
batteryshow_acdc=Toujours affiché
batteryshow_ac=Lors de l’utilisation d’une alimentation électrique
batteryshow_dc=Lors de l’utilisation de piles

media_system=Windows
media_speakers=MacOS
media_phone=Téléphone

hotkeyvolup=Raccourci clavier d’augmentation du volume
hotkeyvoldown=Raccourci clavier de réduction du volume
hotkeyvolmute=Raccourci clavier de sourdine de volume
hotkeymicup=Touche de raccourci pour augmenter le volume du microphone
hotkeymicdown=Touche de raccourci pour réduire le volume du microphone
hotkeymicmute=Touche de raccourci de désactivation du microphone


hotkeybriup=Raccourci clavier d’augmentation de la luminosité
hotkeybridown=Raccourci clavier de luminosité vers le bas

systemnotification=Notification du système
usbdevicenotification=Afficher la connexion au disque mobile et la notification d'éjection
bluetoothdevicenotification=Afficher la notification de connexion de l'appareil Bluetooth
Appnotification=Notifications d'application
notification_open=Autoriser les notifications
notification_type=Comment les notifications de bannière sont affichées
notification_time=Heure d'affichage de la notification de la bannière
notification_show_close=Ne pas afficher la bannière
notification_show_once=Montrer seulement la première fois
notification_show_always=Montre toujours

trayicoallshow_myfinder=Toujours afficher toutes les icônes de la barre d'état système dans MyFinder
trayicoallshow_mydock=Toujours afficher toutes les icônes de la barre d'état système dans MyDock
trayicoallshow_systemico=Affiche l’icône de la barre d’état système dans MyFinder
trayico_waittime=L’icône de la barre d’état nouvellement exécutée indique l’heure

Apptrayico=Icône de la barre d'applications
apptrayicoshow_finder=Afficher l'icône de la barre d'état dans MyFinder
apptrayicoshow_dock=Afficher l'icône de la barre d'état dans MyDock

screenround=Coins arrondis de l'écran
screenround_show=Activer les coins d'écran arrondis
screenround_size=taille du coin de l'écran
screenround_color=couleur

openwindowsshow=Animation ouverture fenêtre
windowsopeneffect=Effet d'animation d'ouverture de fenêtre

openwindowsclose=animation de fermeture de fenêtre
windowscloseeffect=Effet d'animation de fermeture de fenêtre
windowsblacklistadd=fenêtre d'ajout d'exclusions
windowsblacklistdel=Supprimer des fenêtres pour les programmes exclus
windowsclose_animation=Ajuster la vitesse d'animation

stagemanager_animation=Ajuster la vitesse d'animation
mediatiptime=Temps d'affichage de l'invite de luminosité du volume

other=autre

wallpaper=Papier peint

selectwallpaper=Sélectionnez le thème Fond d’écran
wallpapernone=Aucun
loadwallpaper=Charger le thème de fond d’écran 
wallpaperdownload=Télécharger des thèmes de fond d’écran 
wallpaperOK=Application 

restartdock=Redémarrer MyFinder

resetini=Effacer les données
resetini_ok=Supprimer
resetini_config=Profil de préférences
resetini_ico=Profil des icones du Dock
resetini_padico=Paramétrage de la librairie d'applications
resetini_padicocache=Cache d’icônes du Launchpad

systemiconcache=Cache d'icônes système

uninstall=Désinstaller

updatelog=Journal des modifications
updatelogcheck=Vue

ok=Ok
cancel=Annuler

------------------------------------------------------------
[hotcorners]
nothing=rien
allwindows=Afficher toutes les fenêtres
launchpad=Afficher le Launchpad
displaytosleep=Éteignez l’écran
startmenu=Afficher le menu Démarrer
showdesktop=Afficher le bureau
actioncenter=Centre d’opérations Windows
screensaver=Economiseur d’écran
Windows widget=Widget Windows

[settingtips]
backupsuccess=Téléversé avec succès !
backupfail=le téléchargement a échoué !

hotkeyhideerror=Veuillez régler pour afficher la touche de raccourci Dock ou cette fonction peut ne pas être disponible !
resetinitip=Souhaitez-vous réinitialiser le fichier de configuration ?
systemicontip=Voulez-vous vider le cache des icônes système ?

DPItips=Certaines interfaces prendront effet après fermeture et réouverture !
winuiwallpapertip=Si l'ordinateur tombe en panne après l'avoir allumé, veuillez désactiver cette option et elle prendra effet après le redémarrage du programme ! ! !

;An error message pops up on the setting interface
padicotypetips=Après avoir modifié cette option, vous devez réinitialiser l'icône, veuillez choisir avec soin !

edgetip=La limite de la fenêtre limite ouverte ne peut pas être ajustée !
autohideerror=Cette fonction ne peut pas être activée lors de l’ouverture de la limite de la fenêtre !
neterror=Erreur réseau, veuillez vérifier la connexion.
autohide=Masquer automatiquement Dock ne peut pas activer cette fonction!
updateerror1=Erreur réseau, veuillez réessayer!

updatetip1=Y a-t-il une nouvelle version mise à jour ?
updatetip2=Le fichier est-il mis à jour immédiatement après le téléchargement ?

noupdate=C’est la dernière version, pas besoin de mettre à jour !

restarttip=Ouvrez après le redémarrage du programme !

languagetips=Certaines interfaces doivent être redémarrées pour changer !

restartruntip=Voulez-vous redémarrer le programme?

backupfolderror=Impossible de créer le dossier de sauvegarde, veuillez vérifier les autorisations de répertoire !

backuptips=Voulez-vous restaurer ce fichier de sauvegarde?


;-------------------------------------------------------------------

[menu]
;Right menu

RecentFiles=Fichiers récemment ouverts
otheroption=Options
dockmenu=Menu du programme
menurecent=Récemment visité
menubind=Fixe
menutask=tâche

edit_cut=Couper
edit_copy=Copier
edit_paste=Coller
edit_selectall=Tout sélectionner
edit_delete=Effacer
edit_openurl=Ouvrir le lien

workshop=Workshop
newfinderwindow=Nouvelle fenêtre de l'explorateur
gotofolder=Aller au dossier
connecttoserver=Bureau à distance
showlaunchpad=Afficher le Launchpad


addnormalicon=Ajouter une icône normale
addsystemicon=Ajouter une icône système
add delimiter=Ajouter un séparateur
del delimiter=Supprimer le séparateur

showtaskbar=Afficher la barre des tâches
hidetaskbar=Masquer la barre des tâches
preference=Préférences
enddock=Quitter MyDock

editicon=Éditer l'icône
removefromdock=Supprimer du Dock
keepindock=Conserver dans Dock
locationfile=Ouvrir l’emplacement du fichier
runagain=Exécutez à nouveau ce programme
nevershowthis=Ne plus afficher ce programme
adminmode=Démarrer en tant qu'administrateur
open=Ouvrir
quit=Quitter

emptytrash=Vider la corbeille
sortorder=trier par
Byname=Nom
Bysize=Taille
Byextension=Type
Bydate/time=Changer l’heure
Createtime=Date de création
Groupdirectories=Répertoires d’abord
reverseorder=Tri inversé
closewindow=Fermer cette fenêtre
Display=Le contenu d’affichage est
Folder=Dossier
Stack=Pile
Locatefolder=Directement ouvert
FolderEffect=Effet d’affichage
Grid=Grille
Fan=Éventail
menufold=Menu

showmodeapps=Modifier le mode d’affichage
showmodedesktop=Modifier l’affichage du bureau et le mode de masquage
NominiEffect=Ne pas afficher l’animation de réduction de fenêtre
nevershowprogress bar=Ne plus afficher cette barre de progression du programme
showmodenormal=Suivre les paramètres
msgtips=Configurer un message de rappel
incognito=Nouvelle fenêtre en mode navigation privée

systemmenu=Menu Système

timeskin=Sélectionner le cadran de la montre
timedefault=Faire défaut

----------------------------------------------

[launchpad]

addicon=Icône Ajouter
deleteicon=Supprimer cette icône
padsortname=Trier par nom
padsort=Remplissage automatique des icônes

search=Rechercher
ok=Ok
addtips=Veuillez faire glisser les fichiers exe et lnk ici
----------------------------------------------

[promptwindow]

;Empty trash can prompt and other prompts

ok=Ok
cancel=Annuler
trashok=Vider la corbeille
trashtitle=Êtes-vous sûr de vouloir vider les éléments de la corbeille?
batterytip=Batterie faible. Veuillez brancher le chargeur !

eject=a été éjecté
Connected=connecté
brightnesstip=Le réglage de la luminosité du moniteur peut causer des dommages permanents au moniteur, faites-le avec prudence !
brightnesstip1=Une luminosité du moniteur de 0 est détectée, si le moniteur n’affiche pas le contenu ou ne clique pas sur OK, réinitialisez la luminosité de l’écran après 5 secondes


-----------------------------------------------
; Description du format d’heure
;ddd jour de la semaine dddd jour de la semaine M mois d jour H format 24 heures h format 12 heures m minutes s secondes
;D lettres arabes avec deux chiffres par exemple HH:mm:ss 09:06:05
; Tous les formats suivants peuvent être personnalisés et modifiés, et le numéro à gauche peut être ajouté sans limite laissé vide pour indiquer que la date n’est pas affichée
; Une fois la modification enregistrée, elle prendra effet immédiatement, définira directement et cliquera sur le menu format de l’heure pour afficher l’effet
[formatdate]
1
2=d MMM
3=ddd d MMM
4=dddd d MMM
5=dddd d MMMM

[formattime]
1=H:mm
2=h:mm tt
3=H:mm:ss
4=h:mm:ss tt

[calicon]

;Calendar icon month text

m1=Jan
m2=Fév
m3=Mars
m4=Avr
m5=Mai
m6=Juin
m7=Juil
m8=Août
m9=Sept
m10=Oct
m11=Nov
m12=Dec


[findermenu]
lockscreen=Verrouiller votre écran
usersetting=Paramètres du compte

HideMenu=Masque la barre de menus de la fenêtre
systemmenu=Menu de la fenêtre

bluetooth=Bluetooth
Bluetooth settings=Paramètres Bluetooth
device=Appareil
Preferred network=Réseau préféré
other networks=Autres réseaux
network settings =Paramètres réseau
Audio=Son
output=Sortie
Microphone=Microphone
input=Dispositif d'entrée
audio settings=Paramètres audio
battery settings=Paramètres de la batterie
BatteryEstimatedTime=restant
batterytime_hour=Heures
batterytime_min=compte-rendu
Edit title=Modifier le titre
Window border=Bordure de fenêtre
end finder=Quitter MyFinder
About This PC=À propos de ce PC
System settings=Paramètres système
app Store=App Store
Task manager=Gestionnaire de tâches
Sleep=Veille
Dormant=Veille prolongée
Shutdown=Arrêt
Reboot=Redémarrer
Shutdown&Update=Arrêtez et mettez à jour
Reboot&Update=Redémarrez et mettez à jour

Lock screen=Écran de verrouillage
Logout=Se déconnecter

symbol=Afficher les émoticônes et les symboles 
Screen Keyboard=Afficher le clavier visuel
keyboardname=Afficher le nom du clavier (ex: Français)
Keyboard settings=Paramètres du clavier
display=Luminosité
systemdark=Mode sombre Windows
bluelight=Lumière bleue
focusassist=Assistant de concentration
focusoff=Désactivé
focusPriorityOnly=Notification prioritaire uniquement
focusAlarmsOnly=Alarme uniquement
Notification settings=Préférences de notification
screen projection=Projection
screen INTERNAL=Écran d'ordinateur uniquement
screen CLONE=Copie
screen EXTEND=Étendre
screen EXTERNAL=Deuxième écran uniquement
displayset=Paramètres d’affichage
hotspot=Point d’accès
airplane=Mode avion
deviceon=Périphérique connecté
deviceoff=Périphérique déconnecté
eject=Éjecter
open=Ouvrir

[findertips]
Mute=Muet
battery=Batterie
AcOnLine=Power OnLine
Charging=En charge
notCharging=Ne charge pas
Usebattery=Utiliser la batterie
Full battery=Batterie pleine
brightness=Luminosité
show trayico=Afficher les icônes cachées

[findertitle]

[findermenubrowser]
new=Nouveau
newtab=Nouvel onglet
newwindow=Nouvelle fenêtre
favorites=Favoris
history=Historique
download=Téléchargements
window=Fenêtre
file=Fichier
no file=Aucun fichier sélectionné
View=Affichage
Sort by=Trier par
Group by=Grouper par
refresh=Rafraichir
showicons=Affiche les icônes du bureau

sort_none=Ne pas grouper
sort_bigicon=Grandes icônes
sort_mediumicon=Icônes Moyennes
sort_smallicon=Petites icônes
sort_superbigicon=Icônes surdimensionnées
sort_list=Liste
sort_details=Détails
sort_tile=Carreau
sort_content=Contenu
sort_name=Nom
sort_size=Taille
sort_type=Type
sort_time=Date
sort_ascending=Ordre croissant
sort_descending=Ordre décroissant
sort_AutoArrange=Les icônes sont organisées automatiquement
sort_snaptogrid=Organiser automatiquement les icônes alignées sur la grille


[shutdown]
shutdown=Voulez-vous éteindre l'ordinateur ?
Reboot=Voulez-vous redémarrer l’ordinateur?
Logout=Voulez-vous vous déconnecter?
Veille prolongée=Voulez-vous mettre cet ordinateur en veille prolongée ?
sleep=Voulez-vous que cet ordinateur se veille ?

now=maintenant
minute=minute

[wifi]
password=Mot de passe:
showpassword=Afficher le mot de passe
join=Se connecter
cancel=Annuler


[weather]
00=Ensoleillé
01=Nuageux
02=journée nuageuse
03=Douches
04=Averse orageuse
05=Orages avec grêle
06=Grésil
07=Bruine
08=Pluie modérée
09=fortes pluies
10=averse
11=Fortes pluies
12=Fortes pluies
13=Averses de neige
14=Koyuki
15=Zhongxue
16=Neige abondante
17=Blizzard
18=dent
19=Pluie verglaçante
20=Tempête de sable
21=Pluie légère à modérée
22=Pluie modérée à forte
23=Fortes pluies
24=De fortes pluies à de fortes pluies
25=De fortes pluies à des pluies extrêmes
26=Neige faible à moyenne
27=Neige modérée à abondante
28=Big à Blizzard
29=Poussière flottante
30=sable
31=Forte tempête de sable
32=Brouillard dense
33=Neige
49=Brouillard fort
53=brume
54=Brume modérée
55=Brume épaisse
56=Brume sévère
57=Brouillard épais
58=Brouillard fort
301=pluie
302=Neige